[
  {
    "title": "What is CAMHS?",
    "slug": "what-is-camhs",
    "body": "<p>CAMHS provides support to children and young people who are having difficulty dealing with how they are feeling, thinking, or acting. CAMHS also provides support to their families and carers. If you’re a young person who is feeling worried, sad, or angry, we’ll try to help you find your way back to where you want to be.</p><p>The CAMHS team is made up of specially trained people ready to offer support. The person you speak to at CAMHS will talk to you to understand the problems you’re having, and together you’ll decide on the best type of support to suit your needs.</p><p>The name CAMHS stands for Child and Adolescent Mental Health Service (‘adolescent’ means teenager or young adult). The North Staffordshire Combined CAMHS service supports young people from pre-school age up to 18 years old.</p>",
    "topic": "what-is-camhs"
  },
  {
    "title": "How can CAMHS help?",
    "slug": "how-can-camhs-help",
    "body": "<p>If you find that you’re struggling to cope with how you’re thinking or feeling, CAMHS can help you find new ways to look at situations. We can also teach you skills that will help you feel more in control and able to make the choices that are best for you.</p><p>Through working with specially trained people, CAMHS can help provide you with both guidance and direction. Sometimes that support will involve activities such as art and drama. Sometimes it will simply be about having a conversation. Everyone is different, and the type of help you get will be suited to your own needs.</p><p>CAMHS can help with lots of different types of issues. These include fears and phobias, anxiety, anger, mood swings, self-harm, eating issues, and sexuality, among many others.</p><p>Our staff won’t judge you for finding things difficult. They understand that it can be scary and difficult to talk about yourself to a new person in an unfamiliar place.</p>",
    "topic": "how-can-camhs-help"
  },
  {
    "title": "How can I get help from CAMHS?",
    "slug": "how-can-i-get-help",
    "body": "<p>If you haven't already got an appointment to see CAMHS, start by speaking to an adult you trust about your problems.</p>",
    "topic": "how-can-i-get-help"
  },
  {
    "title": "Speak to a trusted adult",
    "slug": "speak-to-a-trusted-adult",
    "body": "<p>We suggest talking with one of the following people about your problems:<ul><li>parent or carer</li><li>school nurse, counsellor, or liaison worker</li><li>teacher</li><li>doctor</li><li>social worker</li></ul></p><p>When you speak to one of these people, they’ll listen to you and provide support and advice about your worries. That’s an important first step towards finding help -- one that can even begin to help you feel better.</p><p>They can also help you understand if you may benefit from specialist support. If they think CAMHS can help you best, they will ask for us to see you (this is called a referral).</p>",
    "topic": "how-can-i-get-help"
  },
  {
    "title": "What if speaking to someone didn't help me?",
    "slug": "speaking-no-help",
    "body": "<p>If the first person you talk to doesn't help or doesn't believe you, it's important that you talk to someone else.</p><p>If there’s no-one you feel you can talk to about your worries, you can always contact <a href=\"http://www.childline.org.uk\" target=\"_blank\">Childline</a> on 0800 1111. You can talk to Childline 24 hours a day, seven days a week about any worries you have. It’s free and the telephone number won’t show up on your bill.</p>",
    "topic": "how-can-i-get-help"
  },
  {
    "title": "Contact CAMHS yourself",
    "slug": "contact-camhs-yourself",
    "body": "<p>You have the option to contact CAMHS directly to request an appointment. Call the North Stafforshire CAMHS Team on 0300 123 0984 and we will talk you through the process.</p><p>We always recommend that you speak to a trusted adult or <a href=\"http://www.childline.org.uk\" target=\"_blank\">Childline</a> first to help get their advice on your situation.</p><p>Be aware that CAMHS is not an emergency service, so if you require urgent help please dial 999.</p>",
    "topic": "how-can-i-get-help"
  },
  {
    "title": "Preparing to talk to someone",
    "slug": "preparing-to-talk-to-someone",
    "body": "<p>It’s not unusual to feel nervous or scared before talking to someone about the problems you’re experiencing. </p><p><a href=\"#/picker\" class=\"build\">Creating a checklist</a> can help you prepare what you want to say when you talk to someone for the first time. Another useful tool called <a href=\"http://www.docready.org\" target=\"_blank\">Doc Ready</a> can help you to prepare for a GP appointment.</p></p>",
    "topic": "how-can-i-get-help"
  },
  {
    "title": "What will CAMHS do once they know about me?",
    "slug": "once-camhs-knows-about-me",
    "body": "<p>Once CAMHS have received your details, they will look at your situation to identify the best form of help to suit your needs.</p><p>Sometimes we may find that another organisation could better give you support. If that happens, we’ll work with you to help you get in touch with that service. You can use the <a href=\"#/advice?topic=where-else-can-i-find-support\">'Where else can I find support?'</a> section below to see which other services we may recommend.</p><p>If we decide that you’d benefit from seeing someone from CAMHS, we’ll get in touch with you by letter to explain how to make an appointment.</p><p>Once you’ve made an appointment, you’ll receive a follow up letter letting you know when and where your appointment is and who you’ll see.</p>",
    "topic": "once-camhs-knows-about-me"
  },
  {
    "title": "Can I change my appointment?",
    "slug": "can-i-change-my-appointment",
    "body": "<p>If for any reason you need to rearrange or cancel your appointment then please call the North Staffordshire CAMHS Team on 0300 123 0984 to let us know.</p><p>Letting us know in advance that you won’t be able to attend your appointment lets us use your time slot to see another young person who needs our help.</p></p>",
    "topic": "can-i-change-my-appointment"
  },
  {
    "title": "How long does it take to see CAMHS?",
    "slug": "how-long-does-it-take-to-see-camhs",
    "body": "<p>CAMHS always tries to see people as quickly as possible once we have been given their details. However, because lots of people are finding they need help or support it can sometimes take up to 18 weeks for an appointment.</p><p>Don’t let the potential waiting time stop you from speaking to someone about what’s going on in your life. There are plenty of other places to get help. See the <a href=\"#/advice?topic=where-else-can-i-find-support\">'Where else can I find support?'</a> section below for more information.</p>",
    "topic": "how-long-does-it-take-to-see-camhs"
  },
  {
    "title": "Where else can I find support?",
    "slug": "where-can-i-go-for-more-support",
    "body": "<p>There are lots of places beyond CAMHS that can also provide expert support with the difficulties you are having.</p><p>Sometimes after understanding your situation, we may realise that one of these services is better suited than we are to helping you. Or you may just want to get some extra support whilst you are waiting for your CAMHS appointment.</p><p>These resources are a mixture of websites, phone lines and face-to-face support organised alphabetically.<ul><li><a href=\"http://www.changes.org.uk\" target=\"_blank\">Changes Health and WellBeing</a> - A mental health charity in Staffordshire</li><li><a href=\"http://www.childline.org.uk\" target=\"_blank\">Childline</a> - Call 0800 1111. You can talk to Childline 24 hours a day, seven days a week about any worries you have. It’s free and the telephone number won’t show up on your bill.</li><li><a href=\"http://www.thedoveservice.org.uk\" target=\"_blank\">Dove</a> - Provides counselling and support to children & young people over the age of four, and their families who have suffered bereavement, life-changing illness or significant loss</li><li><a href=\"http://www.midstaffsmind.co.uk\" target=\"_blank\">Mid Staffs Mind</a> - A local registered charity offering confidential support, advice and information to people in the Staffordshire area with mental health issues.</li><li><a href=\"http://www.rethink.org\" target=\"_blank\">ReThink</a> - National website with advice about looking after your mental health. Also provide local face-to-face mental health services and support in Staffordshire.</li><li><a href=\"http://www.upsideonline.co.uk\" target=\"_blank\">Upside</a> - a Barnardo's website, which is free, safe and confidential to support the wellbeing and mental health of young people aged 11-18 years and living in Staffordshire and Stoke-on-Trent.</li><li><a href=\"http://www.youngminds.org.uk\" target=\"_blank\">Young Minds</a> - A website offering information to young people and children about mental health and emotional wellbeing. Also, has links to online support.</li></ul></p>",
    "topic": "where-else-can-i-find-support"
  },
  {
    "title": "What should I do before my first visit?",
    "slug": "what-should-i-do-before-my-first-visit",
    "body": "<p><a href=\"#/picker\" class=\"build\">Creating your own checklist using CAMHS Ready</a> is a great way to prepare for your first visit. <p>Doing this can help you identify and organise your thoughts, feelings and behaviours to make them easier to talk about during your first visit. </p><p>It's easy to download, print, email, or text your checklist so that you can bring it to your first appointment to help you remember what you want to talk about.</p>",
    "topic": "what-should-i-do-before-my-first-visit"
  },
  {
    "title": "CAMHS Ready and your privacy",
    "slug": "camhsready-and-your-privacy",
    "body": "<p>CAMHS Ready doesn't store anything that we or anyone else can link to you. Nothing stays on the server and nothing stays on your phone or computer.</p><p>We do use Google Analytics to help us measure how we're doing and improve the site, but that data isn't linked to you in any way.</p><p>You can choose to email or text your checklist to yourself, download it, or print it, and what you do with it then is up to you. We don't even store items people add to their checklists, just the topics people look at.</p><p>If you have any other questions or concerns about your privacy when using CAMHS Ready, please contact us using our <a href=\"#/feedback\">feedback form</a></p>",
    "topic": "what-should-i-do-before-my-first-visit"
  },
  {
    "title": "What will happen at my first CAMHS appointment?",
    "slug": "what-will-happen-at-my-first-appointment",
    "body": "",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "Who comes with me?",
    "slug": "who-comes-with-me",
    "body": "<p>If you are under 16, we ask that you and your family/carers come with you to your first appointment. If you’re over 16, you can still bring someone with you if you want to, or if you prefer you can come alone.</p><p>We like to talk to you and your family/carers together if possible, so that we can better understand the difficulties you are having and how we might be able to help.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "Who will I see?",
    "slug": "who-will-i-see",
    "body": "<p>When you make your appointment, we’ll be able to tell who you will be seeing. Many different types of staff are specially trained to help you get the most from your first appointment. To learn more about the different staff who work at CAMHS, click the “Who will I see?” <insert link> heading below.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "Where will it be?",
    "slug": "where-will-it-be",
    "body": "<p>We will let you know where to meet us when you make your appointment. To get directions or to view images of our main buildings, please use the <a href=\"#/advice?topic=where-is-camhs\">Where is CAMHS?</a> section below.</p><p>Your appointment will take place in a private room in one of our buildings, so that you and the person you see can talk privately together.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "How long does the appointment last?",
    "slug": "how-long-does-the-appointment-last",
    "body": "<p>Your first appointment typically lasts between 30 - 90 minutes.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "What will happen?",
    "slug": "what-will-happen",
    "body": "<p>We want to get a better understanding of your situation and how best to help you. So at your first appointment we’ll spend our time talking about you, your life, and what has brought you to CAMHS.</p><p>Some of the things we may talk to you about include:<ul><li>the things you’re worried about</li><li>your friends and family</li><li>where you go to school or work</li><li>your likes and dislikes</li><li>the difficulties you’re currently having</li><li>the help you may already be getting</li><li>any questions you or your family have</li></ul></p><p><a href=\"#/picker\">Creating a checklist</a> is a great way to prepare what you’d like to talk about and to help you remember it during the session. If you have brought your checklist with you to your visit, then share it with the person you're seeing as it will really help them know what to begin talking to you about.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "Will they take notes?",
    "slug": "will-they-take-notes",
    "body": "<p>The person you are seeing will usually make some notes during your visit to help them remember later on what you discussed. See our <a href=\"#/advice?topic=confidentiality\">confidentiality section</a> below for more about how we look after your information.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "Can I ask questions?",
    "slug": "can-i-ask-questions",
    "body": "<p>It's your appointment so don’t be afraid to ask any questions, especially if the person you are seeing says something you don’t understand or which doesn’t sound right to you.</p><p>A good way to make sure you’ve understood what they have said to you is repeating it back to them, asking if you’ve got it right.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "What will happen at the end of the appointment?",
    "slug": "what-will-happen-at-the-end-of-the-appointment",
    "body": "<p>Now that they understand more about your situation, the person you see will explain to you what they think may be causing your difficulties based on what you talked about together.</p><p>They will also explain to you what type of support they think would suit your needs best and why they think this. They may also give you some leaflets or extra information to take away about the support they suggest.</p>",
    "topic": "what-will-happen-at-my-first-appointment"
  },
  {
    "title": "What happens after my first appointment?",
    "slug": "what-happens-after-my-first-appointment",
    "body": "<p>The next steps for each person who visits CAMHS will be different, as everyone we see is different and requires different types of help.</p><p>For some young people, talking to a CAMHS worker at their first appointment is all the help they need to improve their situation. For others, we may recommend seeing someone from CAMHS again for further therapy and support.</p><p>We will clearly explain whatever option we agree is best for you at the end of your first appointment. We will send you a follow up letter to confirm any details to you. A copy of this letter will also go to your parents or carer and doctor to keep them updated.</p>",
    "topic": "what-happens-after-my-first-appointment"
  },
  {
    "title": "Who will I see?",
    "slug": "who-will-i-see",
    "body": "<p>CAMHS is made up of lots of people with different skills, and we are all specially trained to help young people having difficulties with their thoughts, feelings, or behaviours.</p><p>Click on a profile below to learn more about the different types of people who work at CAMHS.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Art, Drama and Play Therapists",
    "slug": "art-drama-play-therapists",
    "body": "<p>Art, Drama and Play Therapists use creative activities like painting, drawing, and play to explore how people feel and relate to each other. This can help people to think about things from others’ points of view. You don’t have to be good at art, drama, or play to benefit from this type of therapy. It’s a very useful and non-threatening way to help anyone who finds it difficult to talk about how they feel.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Clinical and Counselling Psychologists",
    "slug": "clinical-counselling-psychologists",
    "body": "<p>Clinical and Counselling Psychologists are trained in lots of therapies and use a wide variety of skills. They help in circumstances where one person might be having several problems and could benefit from a few different approaches.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Cognitive Behavioural Therapist (CBT)",
    "slug": "cognitive-behavioural-therapist",
    "body": "<p>Cognitive Behavioural Therapists work together with people to help them learn new skills and feel more in control of their lives. CBT is especially useful in lots of circumstances, especially when people are dealing with depression, anxiety, obsessive-compulsive disorder and phobias.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Mental Health Nurses",
    "slug": "mental-health-nurses",
    "body": "<p>Mental Health Nurses work with you and your family either at your home, your school or at CAMHS to support you and your family in managing and improving your mental health. We use lots of different ways to support you and try and fit this to around what works best for you. Sometimes we work with you for only a short period of time, sometimes we might work with you for longer.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Mental Health Practicioners",
    "slug": "mental-health-practicioners",
    "body": "<p>Mental Health Practitioners will meet with you to explore your feelings and thoughts and help you make the changes you want to feel better. At times of crisis, they’ll help steer you through and support you in planning for your future.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Play and Parenting Specialists",
    "slug": "play-and-parenting-specialists",
    "body": "<p>CAMHS doesn’t just work with young people. Play and Parenting Specialists work directly with parents: they can take the skills parents already have and build on them, helping them deal with the challenges of being a parent. Types of therapy, such as parenting groups, can be especially useful for families where children’s behaviour is challenging or where the parent-child relationship is strained.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Psychiatrists",
    "slug": "psychiatrists",
    "body": "<p>A Psychiatrist is a doctor who is specially trained in mental health (how people think, feel or behave). They spend time with children and young people to explore their mental health needs.  Part of their job includes deciding if a person needs medication to help them: you would only be given medicine if the doctor felt that it was the best option for you. They can also help in times of crisis.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Receptionist",
    "slug": "receptionist",
    "body": "<p>Receptionists are responsible for keeping CAMHS running. They welcome people to the service, manage appointments, and keep information up to date. Receptionists are especially good at creating an environment that’s friendly and organised.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Systemic Family Practitioner",
    "slug": "systemic-family-practitioner",
    "body": "<p>Systemic Family Practitioners help families discover their strengths and find new ways to support one another. This type of therapy can be especially useful for families who are interested in working together to become closer, happier, and stronger.</p>",
    "topic": "who-will-i-see"
  },
  {
    "title": "Where is North Staffordshire CAMHS?",
    "slug": "where-is-camhs",
    "body": "<p>North Staffordshire CAMHS is based across four separate local sites.</p><p>The CAMHS team try their hardest to see you at the location that suits you best. This could be the one nearest to your home or school. When you or your parents/carer book your appointment you will be told which location to go to.</p><p>Click on the name of a CAMHS site below to show its location on Google Maps. You can use this to get directions to the site, as well as using streetview to see images of the buildings.</p><p><ul><li><a target=\"_blank\" href=\"https://www.google.co.uk/maps/place/Blurton+Health+Centre/@52.9732298,-2.1572043,16z/data=!4m2!3m1!1s0x487a69104ae97061:0xf7c0aa05462c1702\">Blurton</a> - Blurton Health Centre, Ripon Road, Stoke-on-Trent, Staffordshire ST3 3BS</li><li><a target=\"_blank\" href=\"https://www.google.co.uk/maps/place/Canal+Arm,+Festival+Park,+Stoke-on-Trent+ST1+5UR/@53.0254765,-2.1967638,18.52z/data=!4m2!3m1!1s0x487a68209d545ccb:0xb95cd16550830b77\">Etruria</a> - The Boat House, 1 Canal Arm, Festival Park, Etruria, Stoke-on-Trent (NB use street address for directions because postcode takes you to wrong side of the river)</li><li><a target=\"_blank\" href=\"https://www.google.co.uk/maps/place/Ashlands+Mental+Health+Resource+Centre/@53.011866,-2.220874,17z/data=!3m1!4b1!4m2!3m1!1s0x487a6808d85d29b3:0x6d6fa51c038a831c\">Newcastle</a> - Ashlands Mental Health Resource Centre, 35 North Street, Newcastle, ST5 1AZ</li><li><a target=\"_blank\" href=\"https://www.google.co.uk/maps/place/Connect+Camhs+%26+First+Steps/@53.05951,-2.2146417,15z/data=!4m2!3m1!1s0x0:0xb387a03dcc19edfd\">Tunstall</a> - CAMHS and First Steps Building , Roundwell Street, Tunstall, ST6 5JJ</li></ul></p>",
    "topic": "where-is-camhs"
  },
  {
    "title": "Confidentiality?",
    "slug": "confidentiality",
    "body": "<p>Everything you say to staff at North Staffordshire CAMHS is confidential. This means that we are not allowed to tell other people that you have been to see us or what you said without your permission.</p><p>When we talk to you we may write notes about what you have said. These are also kept confidential in the same way as the things you say to us.</p><p>Confidentiality is important to us. This means the information you provide to us will not be shared unless you give us permission, or if there is a situation where we must act to keep you or someone else safe. </p><p>If we need to share any of your information with the people who care for you (this could be parents, carers or other agencies) to help them look after you, we will ask for your permission first and we will tell you what we have shared.</p><p>If there is a situation where we must act to keep you or someone else safe and you don’t want to or can’t give permission, we may have to break confidentiality to share some information.</p>",
    "topic": "confidentiality"
  },
]
